[{"create-time":1611828335328,"title":"the shift from the attention economy to the knowledge economy",":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},"children":[{"string":"Title","create-time":1612430041781,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},"children":[{"string":"Attention -> Value","create-time":1612430049491,"uid":"ca6H4qazc","edit-time":1612430061455,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}}],"uid":"PyTcD8A73","edit-time":1612430049498,":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"Description","create-time":1612430066917,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},"children":[{"string":" ","create-time":1612430070876,"uid":"MIm8B_ktg","edit-time":1612430074080,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}}],"uid":"I6ZMbDLh_","edit-time":1612430070885,":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"Body","create-time":1612430074073,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},"children":[{"string":"It is relatively well-known at this point that the lack of digital micropayments built into the design of the internet has had wide-ranging negative impacts on our digital lives and through secondary and tertiary effects, throughout society. In particular, the marginal cost of consuming digital content is near-zero. Since credit cards can't allow for payments small enough to pay for digital services, content platforms have turned to advertising to fund themselves. In effect, this turns our attention into a commodity which can be parceled out in small enough amounts to pay for the cost of distributing online content. ","create-time":1611913244387,"uid":"0i84JeI_p","edit-time":1611913539382,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"As we all know by now, monetization via ads has created a huge incentive mismatch between content platforms and their users. Platforms are incentivized to boost content that maximizes our screen time and thus ad clicks. Effectively, this means content that triggers heightened states of negative emotion; fear, anger, shock etc. Infinitely scrolling news feeds act as a sort of slot machine that keeps people playing to see what they might get next.","create-time":1611913550006,"uid":"Z2GXjsmY7","edit-time":1611913832706,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"The most commonly proposed solution is a system in which users own their data which they can then sell to content platforms or one in which user get paid for watching ads. However, these solutions ignore a central problem with these platforms the way that they are designed. The fact is that the content on these platforms is of very little value at all. The vast majority of it is mindless entertainment that may help pass the time but does nothing more. Because platforms only have metrics that can determine **popularity**, successful content tends to be lowest common denominator. This turns digital content into a zero-sum-game for people's limited attention.","create-time":1611913832698,"uid":"CEW4_nRh1","edit-time":1611914670110,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"## Moving from Lowest Common Denominator to Greatest Common Factor Content","create-time":1611914137681,"heading":3,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},"uid":"Io4JOqEG-","edit-time":1612433945848,":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"What we need to do is move beyond attention completely as a defining metric and instead focus on value. Think about the most impactful book you've read in the past 5 years. In all likelihood, this piece of content has continued to provide you value long after you've finished consuming it. In fact, it may have had a transformational, compounding impact on your life despite the fact that you only read the book once. On Verso, tipping individual pieces of content doubles as a metric that we can use to measure value. Thus we can create a platform where our users spend much less time consuming content than before and yet get much, much more value out of the experience. There really is no upper limit to how much value can be provided, turning content publishing into a non-zero-sum game","create-time":1611914153943,"uid":"QW5sGIRx_","edit-time":1611915251177,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"It's well understood that the internet is a great place for publishing niche content as those with niche interests can find each other. However there is a level beyond this in terms of being able to provide value. This is what we call greatest common factor content. GCF content is content that is ostensibly niche but actually can attract a mainstream audience because it appeals to our common humanity. ","create-time":1611915147439,"uid":"6THa6kuwg","edit-time":1611915464088,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"A great example of this is a video series called True Facts by content creator Ze Frank. Ze creates videos about unusual animals and what is known about them in the biology literature. He presents these videos in the style of David Attenborough but interlaces the videos with sexual innuendo and skits between him and his fake producer. The biology he covers in his videos is genuinely interesting but the contrast between the science and his overly-silly execution makes the videos irresistibly relatable rather than intimidating.","create-time":1611915550028,"uid":"DJWgLCQVE","edit-time":1611915966934,":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}},{"string":"We undoubtedly believe in the power and profitability of niche content but we also see a future where huge mainstream audiences can be engaged in a system that delivers extremely high value content rather than petty entertainment. So much so that we believe that we could be headed for a [[new golden age of abundance and knowledge]].","create-time":1611916011123,":block/refs":[{":block/uid":"rML_96v50"}],"refs":[{"uid":"rML_96v50"}],":create/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"},"uid":"3sKoPg8E6","edit-time":1611916116107,":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}}],"uid":"EQoaCeAlz","edit-time":1612430077975,":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}}],"uid":"q2LNg6y_Y","edit-time":1614349854581,":edit/user":{":user/uid":"ZP6qOGnCTgS3uoT30U1tRsUxUVv2"}}]